-- phpMyAdmin SQL Dump
-- version 4.1.12
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Мар 28 2016 г., 11:34
-- Версия сервера: 5.6.16
-- Версия PHP: 5.5.11

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `alicization`
--

-- --------------------------------------------------------

--
-- Структура таблицы `keywords`
--

DROP TABLE IF EXISTS `keywords`;
CREATE TABLE IF NOT EXISTS `keywords` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) NOT NULL,
  `word` varchar(63) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=119 ;

--
-- Дамп данных таблицы `keywords`
--

INSERT INTO `keywords` (`id`, `type`, `word`) VALUES
(1, 1, 'hello'),
(2, 1, 'hi'),
(3, 2, 'Alice'),
(4, 700, 'вычисли'),
(5, 89, 'новенькое'),
(6, 2, 'система'),
(7, 2, 'дорогая'),
(8, 4, 'что'),
(9, 38, 'кто'),
(10, 4, 'how'),
(11, 0, 'are'),
(12, 2, 'you'),
(13, 88, 'дела'),
(14, 3, 'my'),
(15, 2, 'Алиса'),
(16, 1, 'привет'),
(17, 4, 'как'),
(18, 2, 'ты'),
(19, 89, 'новости'),
(20, 1, 'здравствуй'),
(21, 4, 'где'),
(22, 5, 'да'),
(23, 6, 'погода'),
(24, 7, 'сегодня'),
(25, 8, 'завтра'),
(26, 9, 'вчера'),
(27, 10, 'неделя'),
(28, 11, 'месяц'),
(29, 7, 'today'),
(30, 8, 'tomorrow'),
(31, 9, 'yesterday'),
(32, 10, 'week'),
(33, 11, 'month'),
(34, 12, 'нет'),
(35, 5, 'yes'),
(36, 12, 'no'),
(37, 5, 'yeah'),
(38, 4, 'what'),
(39, 12, 'fuck'),
(40, 5, 'ок'),
(41, 5, 'okay'),
(42, 13, 'наверное'),
(43, 13, 'мб'),
(44, 13, 'maybe'),
(45, 13, 'вряд ли'),
(46, 5, 'конечно'),
(47, 5, 'sure'),
(48, 2, 'милая'),
(49, 3, 'я'),
(50, 3, 'мой'),
(51, 3, 'i'),
(52, 14, 'год'),
(53, 14, 'year'),
(54, 5, 'of course'),
(55, 15, 'школа'),
(56, 15, 'school'),
(57, 16, 'расписание'),
(58, 16, 'schedule'),
(59, 17, 'урок'),
(60, 17, 'lesson'),
(61, 18, 'кабинет'),
(62, 18, 'класс'),
(63, 19, 'математика'),
(64, 19, 'алгебра'),
(65, 19, 'maths'),
(66, 20, 'русский'),
(67, 20, 'russian'),
(68, 21, 'геометрия'),
(69, 21, 'geometry'),
(70, 22, 'информатика'),
(71, 22, 'informatics'),
(72, 23, 'физра'),
(73, 23, 'физкультура'),
(74, 4, 'where'),
(75, 24, 'обж'),
(76, 25, 'английский'),
(77, 25, 'English'),
(78, 26, 'история'),
(79, 26, 'history'),
(80, 27, 'физика'),
(81, 28, 'physics'),
(82, 27, 'литература'),
(83, 28, 'литра'),
(84, 28, 'literature'),
(85, 29, 'химия'),
(86, 29, 'chemistry'),
(87, 30, 'биология'),
(88, 30, 'biology'),
(89, 31, 'география'),
(90, 31, 'geography'),
(91, 32, 'обществознание'),
(92, 32, 'society'),
(93, 32, 'общага'),
(94, 33, 'изо'),
(95, 33, 'art'),
(96, 34, 'музыка'),
(97, 34, 'music'),
(98, 35, 'труд'),
(99, 36, 'учитель'),
(100, 36, 'teacher'),
(101, 0, 'такая'),
(102, 0, 'сякая'),
(103, 38, 'who'),
(104, 37, 'дура'),
(105, 0, 'is'),
(106, 0, 'a'),
(107, 0, 'the'),
(108, 2, 'system'),
(109, 75, 'Уточни'),
(110, 75, 'Покажи'),
(111, 75, 'Скажи'),
(112, 75, 'Выведи'),
(113, 700, 'Реши'),
(114, 700, 'solve'),
(116, 707, 'спасибо'),
(117, 888, 'конфигурация'),
(118, 888, 'конфиг');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
